Repository: iComputerfreak/MovieDB
Catalog: Movie DB/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br

# lists.editing.header.information
source: List information
de: Listen Informationen
es: Información de la lista
fr: Informations sur la liste
it: Informazioni elenco
ja: リスト情報
ko: 목록 정보
pl: Informacje o liście
pt_br: Informações da lista

# lists.editing.label.icon
source: Icon
de: Symbol
es: Icono
fr: Icône
it: Icona
ja: アイコン
ko: 아이콘
pl: Ikona
pt_br: Ícone

# lists.filteredListEmpty.message
source: There are no media objects in this list.
de: Es gibt keine Einträge in dieser Liste.
es: No hay contenido en esta lista.
fr: Cette liste ne contient aucun média.
it: Questo elenco non contiene elementi multimediali.
ja: このリストにメディアはありません。
ko: 이 목록에 미디어가 없습니다.
pl: Na tej liście nie ma żadnych treści.
pt_br: Não há mídias nesta lista.

# lists.filterResetWarning
source: This list currently has no filter configured.
de: Die Liste hat aktuell keinen Filter konfiguriert.
es: Esta lista no tiene ningún filtro configurado.
fr: Aucun filtre n’est actuellement configuré pour cette liste.
it: Questo elenco non ha alcun filtro configurato.
ja: このリストには現在フィルタが設定されていません。
ko: 현재 이 목록에 필터가 설정되어 있지 않습니다.
pl: Ta lista nie ma obecnie skonfigurowanego filtra.
pt_br: Esta lista não tem nenhum filtro configurado no momento.

# lists.header.customLists
source: Custom lists
de: Eigene Liste
es: Listas personalizadas
fr: Listes personnalisées
it: Elenchi personalizzati
ja: カスタムリスト
ko: 사용자 지정 목록
pl: Listy niestandardowe
pt_br: Listas personalizadas

# lists.header.defaultLists
source: Default lists
de: Standard-Listen
es: Listas predeterminadas
fr: Listes par défaut
it: Elenchi predefiniti
ja: デフォルトリスト
ko: 기본 목록
pl: Listy domyślne
pt_br: Listas padrão

# lists.header.dynamicLists
source: Dynamic lists
de: Dynamische Listen
es: Listas dinámicas
fr: Listes dynamiques
it: Elenchi dinamici
ja: ダイナミックリスト
ko: 동적 목록
pl: Listy dynamiczne
pt_br: Listas dinâmicas

# lists.label.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir

# lists.label.newList
source: New...
de: Neu...
es: Nueva...
fr: Nouvelle…
it: Nuovo...
ja: 新規...
ko: 새로 만들기...
pl: Nowa...
pt_br: Nova...

# lists.label.remove
source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ja: リストから削除
ko: 제거
pl: Usuń
pt_br: Remover

# lists.new.label.customList
source: Custom list
de: Eigene Liste
es: Lista personalizada
fr: Liste personnalisée
it: Elenco personalizzato
ja: カスタムリスト
ko: 사용자 지정 목록
pl: Lista niestandardowa
pt_br: Lista personalizada

# lists.new.label.dynamicList
source: Dynamic list
de: Dynamische Liste
es: Lista dinámica
fr: Liste dynamique
it: Elenco dinamico
ja: ダイナミックリスト
ko: 동적 목록
pl: Lista dynamiczna
pt_br: Lista dinâmica

# lists.root.placeholder
source: Select a list
de: Liste auswählen
es: Selecciona una lista
fr: Sélectionne une liste
it: Seleziona un elenco
ja: リストを選択
ko: 목록 선택
pl: Wybierz listę
pt_br: Selecione uma lista

# lists.searchPlaceholder %@
source: Search %1$@
de: %@ durchsuchen
es: Buscar en %1$@
fr: Rechercher dans %1$@
it: Cerca %1$@
ja: %1$@を検索
ko: %1$@ 검색
pl: Przeszukaj %1$@
pt_br: Buscar em %1$@

# lists.upcoming.subtitle.movie %@
source: Releases in %@
de: Erscheint in %@
es: Se estrena en %@
fr: Sortie dans %@
it: Esce tra %@
ja: %@後に公開
ko: %@ 후 공개
pl: Premiera za %@
pt_br: Lança em %@

# lists.upcoming.subtitle.movieRecentlyReleased %@
source: Released %@ ago
de: Ist vor %@ erschienen
es: Se estrenó hace %@
fr: Sorti il y a %@
it: Uscito %@ fa
ja: %@前に公開
ko: %@ 전에 공개됨
pl: Premiera %@ temu
pt_br: Lançado há %@

# lists.upcoming.subtitle.show %lld %@
source: Season %1$lld releases in %2$@
de: Staffel %1$lld erscheint in %2$@
es: La temporada %1$lld se estrena en %2$@
fr: Sortie de la saison %1$lld dans %2$@
it: La stagione %1$lld esce tra %2$@
ja: シーズン%1$lldは%2$@後に公開
ko: 시즌 %1$lld, %2$@ 후 공개
pl: Premiera sezonu %1$lld za %2$@
pt_br: A temporada %1$lld estreia em %2$@

# lists.upcoming.subtitle.showRecentlyReleased %lld %@
source: Season %1$lld released %2$@ ago
de: Staffel %1$lld ist vor %2$@ erschienen
es: La temporada %1$lld se estrenó hace %2$@
fr: Saison %1$lld sortie il y a %2$@
it: La stagione %1$lld è uscita %2$@ fa
ja: シーズン%1$lldは%2$@前に公開
ko: 시즌 %1$lld, %2$@ 전에 공개됨
pl: Premiera sezonu %1$lld odbyła się %2$@ temu
pt_br: A temporada %1$lld estreou há %2$@

# lists.watchlist.removeWatched
source: Remove watched
de: Angesehene entfernen
es: Quitar vistos
fr: Retirer les médias vus
it: Rimuovi visti
ja: 視聴済みを削除
ko: 시청한 항목 제거
pl: Usuń obejrzane
pt_br: Remover assistidos

# lists.watchlist.watchState.notWatched
source: Not watched
de: Nicht Angesehen
es: No visto
fr: Non vu
it: Non visto
ja: 未視聴
ko: 보지 않음
pl: Nieobejrzane
pt_br: Não assistido

# lists.watchlist.watchState.partiallyWatched
source: Partially watched
de: Teilweise Angesehen
es: Visto parcialmente
fr: Vu en partie
it: Visto parzialmente
ja: 一部視聴済み
ko: 일부 시청함
pl: Obejrzane częściowo
pt_br: Assistido parcialmente

# lists.watchlist.watchState.watched
source: Watched
de: Angesehen
es: Visto
fr: Vu
it: Visto
ja: 視聴済み
ko: 시청함
pl: Obejrzane
pt_br: Assistido

# lists.watchlist.watchState.watchedSeason %lld
source: Season %lld
de: Staffel %lld
es: Temporada %lld
fr: Saison %lld
it: Stagione %lld
ja: シーズン%lld
ko: 시즌 %lld
pl: Sezon %lld
pt_br: Temporada %lld

# lists.watchlist.watchState.watchedSeasonEpisode %lld %lld
source: Season %lld, episode %lld
de: Staffel %lld, Folge %lld
es: Temporada %lld, episodio %lld
fr: Saison %lld, épisode %lld
it: Stagione %lld, episodio %lld
ja: シーズン%lld、エピソード%lld
ko: 시즌 %lld, 에피소드 %lld
pl: Sezon %lld, odcinek %lld
pt_br: Temporada %lld, episódio %lld

# lists.watchlist.watchState.watchedSeasonOfMax %lld %lld
source: Season %lld of %lld
de: Staffel %lld von %lld
es: Temporada %lld de %lld
fr: Saison %lld sur %lld
it: Stagione %lld di %lld
ja: シーズン%lld / 全%lldシーズン
ko: 시즌 %lld/%lld
pl: Sezon %lld z %lld
pt_br: Temporada %lld de %lld

# lookup.alert.errorLoading.title
source: Error loading media
de: Fehler beim Laden des Mediums
es: Error al cargar el contenido
fr: Erreur de chargement du média
it: Errore durante il caricamento del contenuto
ja: メディアの読み込みエラー
ko: 미디어를 불러올 수 없음
pl: Błąd wczytywania treści
pt_br: Erro ao carregar mídia

# lookup.errorLoadingMedia %@
source: Error loading media: %@
de: Fehler beim Laden: %@
es: Error al cargar el contenido: %@
fr: Erreur de chargement du média : %@
it: Errore durante il caricamento del contenuto: %@
ja: メディアの読み込みエラー: %@
ko: 미디어를 불러올 수 없음: %@
pl: Błąd wczytywania treści: %@
pt_br: Erro ao carregar mídia: %@

# lookup.searchPrompt
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pl: Szukaj
pt_br: Buscar

# mediaInformation.rating
source: rating
de: Bewertung
es: valoración
fr: note
it: valutazione
ja: 評価
ko: 평점
pl: ocena
pt_br: avaliação

# mediaInformation.watchAgain
source: watch again / continue
de: Nochmal/weiter ansehen
es: volver a ver o continuar
fr: revoir / continuer
it: guardare di nuovo / continuare
ja: もう一度見る／続きを見る
ko: 다시 보기/계속 보기
pl: obejrzeć ponownie / kontynuować
pt_br: assistir novamente/continuar

# mediaInformation.watched
source: watched
de: Angesehen
es: visto
fr: vu
it: visto
ja: 視聴状況
ko: 시청 여부
pl: obejrzane
pt_br: assistido

# mediaSearch.alert.error.title
source: Error performing search
de: Fehler beim Suchen
es: Error al realizar la búsqueda
fr: Erreur lors de la recherche
it: Errore durante la ricerca
ja: 検索エラー
ko: 검색할 수 없음
pl: Błąd wyszukiwania
pt_br: Erro ao realizar busca

# mediaSearch.errorText
source: Error loading search results
de: Fehler beim Laden der Suchergebnisse
es: Error al cargar los resultados de búsqueda
fr: Erreur de chargement des résultats de recherche
it: Errore durante il caricamento dei risultati di ricerca
ja: 検索結果の読み込みエラー
ko: 검색 결과를 불러올 수 없음
pl: Błąd wczytywania wyników wyszukiwania
pt_br: Erro ao carregar resultados da busca

# mediaSearch.loading
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement…
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
pl: Wczytywanie...
pt_br: Carregando...

# mediaSearch.loadMore
source: Load more results...
de: Mehr Ergebnisse laden...
es: Cargar más resultados...
fr: Charger plus de résultats…
it: Carica altri risultati...
ja: さらに結果を読み込む...
ko: 결과 더 불러오기...
pl: Wczytaj więcej wyników...
pt_br: Carregar mais resultados...

# mediaSearch.noResults
source: No results
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
pl: Brak wyników
pt_br: Nenhum resultado

# mediaStatus.cancelled
source: Cancelled
de: Abgesetzt
es: Cancelada
fr: Annulé
it: Annullato
ja: 製作中止
ko: 취소됨
pl: Anulowano
pt_br: Cancelado

# mediaStatus.ended
source: Ended
de: Beendet
es: Finalizada
fr: Terminée
it: Terminato
ja: 終了
ko: 종영
pl: Zakończono
pt_br: Encerrado

# mediaStatus.inProduction
source: In production
de: In Produktion
es: En producción
fr: En production
it: In produzione
ja: 製作中
ko: 제작 중
pl: W produkcji
pt_br: Em produção

# mediaStatus.pilot
source: Pilot
de: Pilot-Phase
es: Piloto
fr: Pilote
it: Pilota
ja: パイロット版
ko: 파일럿
pl: Odcinek pilotażowy
pt_br: Piloto

# mediaStatus.planned
source: Planned
de: Geplant
es: Planificada
fr: Planifiée
it: Pianificato
ja: 企画中
ko: 예정
pl: Planowane
pt_br: Planejado

# mediaStatus.postProduction
source: Post production
de: Post-Produktion
es: Posproducción
it: Post-produzione
ja: ポストプロダクション
ko: 후반 작업 중
pl: Postprodukcja
pt_br: Pós-produção

# mediaStatus.released
source: Released
de: Veröffentlicht
es: Estrenada
fr: Sorti
it: Uscito
ja: 公開済み
ko: 공개됨
pl: Premiera odbyła się
pt_br: Lançado

# mediaStatus.returning
source: Returning
de: Wiederkehrend
es: En emisión
fr: Renouvelée
it: In corso
ja: 継続中
ko: 방영 중
pl: Powracający
pt_br: Em exibição

# mediaStatus.rumored
source: Rumored
de: Gerüchte
es: Rumor
fr: Rumeur
it: Indiscrezioni
ja: 噂段階
ko: 소문
pl: Niepotwierdzone
pt_br: Rumorado

# problems.list.missingListPrefix
source: Missing:
de: Fehlt:
es: Falta:
fr: Manquant :
it: Mancanti:
ja: 不足:
ko: 누락:
pl: Brakuje:
pt_br: Ausente:

# problems.navBar.title
source: Problems
de: Probleme
es: Problemas
fr: Problèmes
it: Problemi
ja: 問題
ko: 문제
pl: Problemy
pt_br: Problemas

# problems.noProblemsText
source: There are no problems in your library.
de: Keine Probleme in der Mediathek gefunden.
es: No hay problemas en tu biblioteca.
fr: Ta bibliothèque ne présente aucun problème.
it: Non ci sono problemi nella tua libreria.
ja: ライブラリに問題はありません。
ko: 보관함에 문제가 없습니다.
pl: W Twojej bibliotece nie ma problemów.
pt_br: Não há problemas na sua biblioteca.

# problemType.duplicateMedia.description
source: Duplicate media objects
de: Doppelte Medien
es: Contenido duplicado
fr: Médias en double
it: Elementi multimediali duplicati
ja: 重複するメディア
ko: 중복 미디어
pl: Zduplikowane treści
pt_br: Mídias duplicadas

# problemType.duplicateMedia.recovery
source: Delete one of the following medias
de: Löschen Sie eines der folgenden Medien
es: Elimina uno de los siguientes elementos
fr: Supprime l’un des médias suivants
it: Elimina uno dei seguenti elementi multimediali
ja: 次のメディアのいずれかを削除してください
ko: 다음 미디어 중 하나를 삭제하세요.
pl: Usuń jedną z poniższych treści
pt_br: Exclua uma das mídias a seguir

# proInfo.alert.restoreFailed.message %@
source: Error restoring purchases. %@
de: Fehler beim Wiederherstellen der Käufe. %@
es: Error al restaurar las compras. %@
fr: Erreur lors de la restauration des achats. %@
it: Errore durante il ripristino degli acquisti. %@
ja: 購入の復元エラー。%@
ko: 구매 항목을 복원할 수 없습니다. %@
pl: Błąd przywracania zakupów. %@
pt_br: Erro ao restaurar compras. %@

# proInfo.alert.restoreFailed.title
source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
pl: Błąd
pt_br: Erro

# proInfo.button.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pl: Przywróć
pt_br: Restaurar

# proInfo.buyButton.label %@
source: Buy Pro – %@
de: Pro Kaufen – %@
es: Comprar Pro – %@
fr: Acheter Pro – %@
it: Acquista Pro – %@
ja: Proを購入 – %@
ko: Pro 구매 – %@
pl: Kup Pro – %@
pt_br: Comprar Pro – %@

# proInfo.buyButton.label.disabled
source: Already purchased
de: Bereits gekauft
es: Ya adquirido
fr: Déjà acheté
it: Già acquistato
ja: 購入済み
ko: 이미 구매함
pl: Już kupiono
pt_br: Já adquirido

# proInfo.cta.description
source: Purchase is handled securely through the App Store.
de: Der Kauf wird sicher über den App Store abgewickelt.
es: La compra se gestiona de forma segura mediante App Store.
fr: L’achat est géré de manière sécurisée par l’App Store.
it: L’acquisto viene gestito in modo sicuro tramite l’App Store.
ja: 購入はApp Storeで安全に処理されます。
ko: App Store를 통해 안전하게 구매할 수 있습니다.
pl: Zakup jest bezpiecznie obsługiwany przez App Store.
pt_br: A compra é processada com segurança pela App Store.

# proInfo.cta.title
source: Unlock Pro
de: Freischalten
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro
ja: Proをアンロック
ko: Pro 기능 잠금 해제
pl: Odblokuj Pro
pt_br: Desbloquear Pro

# proInfo.features.library.description %lld
source: Add more than %lld items to your library without running into the free limit.
de: Fügen Sie mehr als %lld Objekte zu Ihrer Mediathek hinzu, ohne an das Gratis-Limit zu stoßen.
es: Añade más de %lld elementos a tu biblioteca sin que te lo impida el límite gratuito.
fr: Ajoute plus de %lld éléments à ta bibliothèque sans atteindre la limite gratuite.
it: Aggiungi più di %lld elementi alla tua libreria senza raggiungere il limite della versione gratuita.
ja: 無料版の上限を気にせず、%lld件を超える項目をライブラリに追加できます。
ko: 무료 한도 없이 보관함에 %lld개 항목보다 많이 추가할 수 있습니다.
pl: Dodaj do biblioteki więcej niż %lld pozycji bez ograniczeń wersji bezpłatnej.
pt_br: Adicione mais de %lld itens à sua biblioteca sem atingir o limite gratuito.

# proInfo.features.library.title
source: Unlimited library
de: Unbegrenzte Mediathek
es: Biblioteca ilimitada
fr: Bibliothèque illimitée
it: Libreria illimitata
ja: 無制限のライブラリ
ko: 무제한 보관함
pl: Nieograniczona biblioteka
pt_br: Biblioteca ilimitada

# proInfo.features.restore.description
source: Restore your purchase on other devices with the same Apple Account.
de: Stellen Sie Ihren Kauf auf weiteren Geräten mit demselben Apple Account wieder her.
es: Restaura tu compra en otros dispositivos con la misma cuenta de Apple.
fr: Restaure ton achat sur d’autres appareils utilisant le même compte Apple.
it: Ripristina il tuo acquisto su altri dispositivi con lo stesso Apple Account.
ja: 同じApple Accountを使うほかのデバイスで購入を復元できます。
ko: 같은 Apple 계정을 사용하는 다른 기기에서도 구매 항목을 복원할 수 있습니다.
pl: Przywróć zakup na innych urządzeniach z tym samym kontem Apple.
pt_br: Restaure sua compra em outros dispositivos com a mesma Conta Apple.

# proInfo.features.restore.title
source: Restore anytime
de: Jederzeit wiederherstellen
es: Restaura cuando quieras
fr: Restaurer à tout moment
it: Ripristina in qualsiasi momento
ja: いつでも復元
ko: 언제든지 복원
pl: Przywróć w dowolnej chwili
pt_br: Restaure quando quiser

# proInfo.features.title
source: Included with Pro
de: Mit Pro erhalten Sie
es: Incluido con Pro
fr: Inclus avec Pro
it: Incluso con Pro
ja: Proに含まれる機能
ko: Pro 제공 기능
pl: W pakiecie Pro
pt_br: Incluído no Pro

# proInfo.features.upcoming.description
source: Keep upcoming movies and shows visible right alongside the rest of your collection.
de: Behalten Sie kommende Filme und Serien direkt neben dem Rest Ihrer Sammlung im Blick.
es: Mantén visibles las próximas películas y series junto al resto de tu colección.
fr: Garde les films et séries à venir visibles avec le reste de ta collection.
it: Tieni i film e le serie in arrivo visibili insieme al resto della tua raccolta.
ja: 近日公開の映画や番組を、コレクションと一緒に確認できます。
ko: 공개 예정인 영화와 프로그램을 보관함의 다른 항목과 함께 확인할 수 있습니다.
pl: Miej nadchodzące filmy i seriale zawsze pod ręką obok reszty swojej kolekcji.
pt_br: Mantenha os próximos filmes e séries visíveis junto com o restante da sua coleção.

# proInfo.features.upcoming.title
source: Upcoming list
de: Upcoming-Liste
es: Lista «Próximamente»
fr: Liste « À venir »
it: Elenco “In arrivo”
ja: 近日公開リスト
ko: 공개 예정 목록
pl: Lista Nadchodzące
pt_br: Lista “Em breve”

# proInfo.introText %lld
source: Remove the limit of %lld objects and unlock the 'Upcoming' media list by buying the Pro version of the app.
de: Entfernen Sie das Limit von %lld Objekten und schalten Sie die 'Upcoming' Medien-Liste durch den Kauf der Pro Version frei.
es: Elimina el límite de %lld elementos y desbloquea la lista «Próximamente» comprando la versión Pro de la app.
fr: Supprime la limite de %lld médias et débloque la liste de médias « À venir » en achetant la version Pro de l’app.
it: Rimuovi il limite di %lld elementi e sblocca l’elenco di contenuti “In arrivo” acquistando la versione Pro dell’app.
ja: Pro版を購入すると、%lld件の上限がなくなり、「近日公開」リストも利用できます。
ko: 앱의 Pro 버전을 구매해 보관함의 %lld개 항목 제한을 없애고 '공개 예정' 미디어 목록을 잠금 해제하세요.
pl: Usuń limit %lld obiektu i odblokuj listę „Nadchodzące”, kupując wersję Pro aplikacji.
pt_br: Remova o limite de %lld itens e desbloqueie a lista de mídias 'Em breve' comprando a versão Pro do app.

# proInfo.navBar.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar

# resolveProblems.detail.placeholder
source: Select a media
de: Medium auswählen
es: Selecciona un contenido
fr: Sélectionne un média
it: Seleziona un contenuto
ja: メディアを選択
ko: 미디어 선택
pl: Wybierz treść
pt_br: Selecione uma mídia

# resolveProblems.navBar.title
source: Problems
de: Probleme
es: Problemas
fr: Problèmes
it: Problemi
ja: 問題
ko: 문제
pl: Problemy
pt_br: Problemas

# resolveProblems.toolbar.resolveLater
source: Resolve later
de: Später beheben
es: Resolver más tarde
fr: Résoudre plus tard
it: Risolvi più tardi
ja: 後で解決
ko: 나중에 해결
pl: Rozwiąż później
pt_br: Resolver depois

# settings.actions.buyPro.label
source: Buy Pro
de: Pro Kaufen
es: Comprar Pro
fr: Acheter Pro
it: Acquista Pro
ja: Proを購入
ko: Pro 구매
pl: Kup Pro
pt_br: Comprar Pro

# settings.actions.cancelLibraryReload.label
source: Cancel reload
de: Neuladen abbrechen
es: Cancelar recarga
fr: Annuler le rechargement
it: Annulla ricaricamento
ja: 再読み込みをキャンセル
ko: 다시 불러오기 취소
pl: Anuluj ponowne wczytywanie
pt_br: Cancelar recarga

# settings.actions.cancelLibraryUpdate.label
source: Cancel update
de: Aktualisierung abbrechen
es: Cancelar actualización
fr: Annuler la mise à jour
it: Annulla aggiornamento
ja: 更新をキャンセル
ko: 업데이트 취소
pl: Anuluj aktualizację
pt_br: Cancelar atualização

# settings.actions.exportMedia.label
source: Export media
de: Medien exportieren
es: Exportar contenido
fr: Exporter les médias
it: Esporta contenuti
ja: メディアをエクスポート
ko: 미디어 내보내기
pl: Eksportuj treści
pt_br: Exportar mídias

# settings.actions.exportTags.label
source: Export tags
de: Schlüsselwörter exportieren
es: Exportar etiquetas
fr: Exporter les tags
it: Esporta tag
ja: タグをエクスポート
ko: 태그 내보내기
pl: Eksportuj tagi
pt_br: Exportar etiquetas

# settings.actions.importMedia.label
source: Import media
de: Medien importieren
es: Importar contenido
fr: Importer des médias
it: Importa contenuti
ja: メディアをインポート
ko: 미디어 가져오기
pl: Importuj treści
pt_br: Importar mídias

# settings.actions.importTags.label
source: Import tags
de: Schlüsselwörter importieren
es: Importar etiquetas
fr: Importer des tags
it: Importa tag
ja: タグをインポート
ko: 태그 가져오기
pl: Importuj tagi
pt_br: Importar etiquetas

# settings.actions.reloadMedia.label
source: Reload library
de: Mediathek neu laden
es: Recargar biblioteca
fr: Recharger la bibliothèque
it: Ricarica libreria
ja: ライブラリを再読み込み
ko: 보관함 다시 불러오기
pl: Wczytaj bibliotekę ponownie
pt_br: Recarregar biblioteca

# settings.actions.resetLibrary.label
source: Reset library
de: Mediathek zurücksetzen
es: Restablecer biblioteca
fr: Réinitialiser la bibliothèque
it: Reimposta libreria
ja: ライブラリをリセット
ko: 보관함 재설정
pl: Resetuj bibliotekę
pt_br: Redefinir biblioteca

# settings.actions.resetTags.label
source: Reset tags
de: Schlüsselwörter zurücksetzen
es: Restablecer etiquetas
fr: Réinitialiser les tags
it: Reimposta tag
ja: タグをリセット
ko: 태그 재설정
pl: Resetuj tagi
pt_br: Redefinir etiquetas

# settings.actions.updateMedia.label
source: Update library
de: Mediathek aktualisieren
es: Actualizar biblioteca
fr: Mettre à jour la bibliothèque
it: Aggiorna libreria
ja: ライブラリを更新
ko: 보관함 업데이트
pl: Aktualizuj bibliotekę
pt_br: Atualizar biblioteca

# settings.alert.cannotMakePayments.message
source: This account is unable to make purchases on the App Store.
de: Dieser Account kann kann keine Zahlvorgänge abschließen.
es: Esta cuenta no puede realizar compras en App Store.
fr: Ce compte ne peut pas effectuer d’achats sur l’App Store.
it: Questo account non può effettuare acquisti sull’App Store.
ja: このアカウントではApp Storeで購入できません。
ko: 이 계정은 App Store에서 구매할 수 없습니다.
pl: To konto nie może dokonywać zakupów w App Store.
pt_br: Esta conta não pode fazer compras na App Store.

# settings.alert.cannotMakePayments.title
source: Unable to complete purchase
de: Fehler bei Bezahlung
es: No se puede completar la compra
fr: Impossible de terminer l’achat
it: Impossibile completare l’acquisto
ja: 購入を完了できません
ko: 구매를 완료할 수 없음
pl: Nie można sfinalizować zakupu
pt_br: Não foi possível concluir a compra

# settings.alert.errorBuyingPro.message
source: The requested In-App Purchase was not found.
de: Das angefragte Produkt wurde nicht gefunden.
es: No se ha encontrado la compra dentro de la app solicitada.
fr: L’achat intégré demandé est introuvable.
it: L’acquisto in-app richiesto non è stato trovato.
ja: 指定されたアプリ内課金が見つかりません。
ko: 요청한 앱 내 구입 항목을 찾을 수 없습니다.
pl: Nie znaleziono żądanego zakupu w aplikacji.
pt_br: A compra dentro do app solicitada não foi encontrada.

# settings.alert.errorBuyingPro.title
source: Unable to purchase
de: Fehler beim Kauf
es: No se puede comprar
fr: Achat impossible
it: Impossibile effettuare l’acquisto
ja: 購入できません
ko: 구매할 수 없음
pl: Nie można dokonać zakupu
pt_br: Não foi possível comprar

# settings.alert.errorReloadingLibrary.title
source: Error reloading library
de: Fehler beim neu laden der Mediathek
es: Error al recargar la biblioteca
fr: Erreur de rechargement de la bibliothèque
it: Errore durante il ricaricamento della libreria
ja: ライブラリの再読み込みエラー
ko: 보관함을 다시 불러올 수 없음
pl: Błąd ponownego wczytywania biblioteki
pt_br: Erro ao recarregar biblioteca

# settings.alert.genericExportError.message
source: There was an error creating the export file.
de: Es gab einen Fehler beim Erstellen der Export-Datei.
es: Se ha producido un error al crear el archivo de exportación.
fr: Une erreur est survenue lors de la création du fichier d’exportation.
it: Si è verificato un errore durante la creazione del file di esportazione.
ja: エクスポートファイルを作成できませんでした。
ko: 내보내기 파일을 생성하는 중 오류가 발생했습니다.
pl: Wystąpił błąd podczas tworzenia pliku eksportu.
pt_br: Ocorreu um erro ao criar o arquivo de exportação.

# settings.alert.genericExportError.title
source: Export error
de: Export-Fehler
es: Error de exportación
fr: Erreur d’exportation
it: Errore di esportazione
ja: エクスポートエラー
ko: 내보내기 오류
pl: Błąd eksportu
pt_br: Erro de exportação

# settings.alert.genericImportError.title
source: Import error
de: Import-Fehler
es: Error de importación
fr: Erreur d’importation
it: Errore di importazione
ja: インポートエラー
ko: 가져오기 오류
pl: Błąd importu
pt_br: Erro de importação

# settings.alert.importMedia.button.undo
source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pl: Cofnij
pt_br: Desfazer

# settings.alert.importMedia.message %lld
source: Imported %lld media objects.
de: %lld Medien importiert.
es: Se han importado %lld elementos.
fr: %lld médias importés.
it: Importati %lld elementi multimediali.
ja: %lld件のメディアをインポートしました。
ko: 미디어 %lld개를 가져왔습니다.
pl: Zaimportowano %lld treści.
pt_br: %lld mídias importadas.

# settings.alert.importMedia.title
source: Import
de: Importieren
es: Importar
fr: Importation
it: Importa
ja: インポート
ko: 가져오기
pt_br: Importar
